{
  "pdf": {
    "text": "\n--- Page 1 ---\nYuva Vikas Samiti\nRegistered Office\nVillage- Tharauli, Post- Gaura Upadhyaya\nDistrict- Basti (U.P.) 272124\nCommunication & Administrative Office\nNear The Asha Hotel, Mishrauliya, District-Basti 272124\nEmail: yvsngo@gmail.com Web: www.yvsindia.org\nMo.No.- 9598975008\nDistrict Level Project Office (JJM & Other)\n376/1 Kajpura (Pidaila), Post-Hajpura\nDistrict-Ambedkar Nagar, U.P. 224186\nMo.No.- 9450477447\nProject Office\nVill-Sirsiya Tiwari, Post- Bhataura (Santha)\nDistrict- Sant Kabir Nagar (U.P.)\n\n--- Page 2 ---\nAbout Yuva Vikas Samiti\nYuva Vikas Samiti’(YVS) is primarily involved in availing Skill, Education, Health-care and\nNutrition facilities to marginalized Community. Yuva VIkas Samiti is a group of youth of\ndivergent background irrespective of their age, race, class, social status and gender. The\ngroup belongs to different regions, and has different skills, talents, and knowledge. How best\ncan we use these creative talents; we will endeavour through various mediums to reach to\nthe unreached. We the youth are convinced of our Indian constitutional values and are\ncommitted to constitutional processes.. it was registered as a society in 2007.\nCurrently, Yuva Vikas Samiti (YVS) is working in 10 districts directly of Eastern Uttar Pradesh\nand 01 district of Jharkhand for empowering the community, with special focus on issues that\naffect Youth, women and children.\nYuva Vikas Samiti’(YVS) is primarily involved in availing Skill, Education, Health-care and\nNutrition facilities to marginalized Community. Yuva VIkas Samiti is a group of youth of\ndivergent background irrespective of their age, race, class, social status and gender. The\ngroup belongs to different regions, and has different skills, talents, and knowledge. How best\ncan we use these creative talents; we will endeavour through various mediums to reach to\nthe unreached. We the youth are convinced of our Indian constitutional values and are\ncommitted to constitutional processes. it was registered as a society in 2007.\nCurrently, Yuva Vikas Samiti (YVS) is working in 10 districts directly of Eastern Uttar Pradesh\nGeneral Information\nName of Org YUVA VIKAS SAMITI\nName of CEO Brihaspati Kumar Pandey (Secretary )\nMob. 9454309514, 9598975008\nE-mail yvsngo@gmail.com\nWebsite www.yvsindia.org\nFacebook Page @yvsindia\nTwitter @Yuvavikasngo\nLegal status of the institution Registration\nSociety Reg. Act 21, 1860 831/2007-2008\nPan No AAAAY0877A\nNGO Darpan Niti Ayog Unique ID UP/2009/0005790\nPFMS ID UPBS00009535\n12 A AAAAY0877A24LK01\n80 G AAAAY0877A24LK02\nCSR-1 CSR00029819\nCertificate of registration under RPwD Act,2016 1371/RN/OL/2022-23\nNational Trust ( Govt. of India) UYUV17519438812\nCertificate of Registration (Under Section 12 (4)\nof the Act)\nEmpanelment\nSWSM UP Govt. Jal Nigam Grameen Implementation Support Agency (ISA)\nGovernment of lndia (Ministry of Women and For conduct capacity building exercises on the\nChild Development) (Women Welfare Division) Sexual Harassment of Women at Workplace\n(Prevention, Prohibition and Redressal) Act,\n2013-reg.\nOFFICE OF DEVELOPMENT COMMISSIONER Empanelment No: UP/2009/0005790\n(HANDICRAFTS) MINISTRY OF TEXTILES, GOVT.\nOF INDIA\n\n--- Page 3 ---\nBank Detail\nName and Address of the Bank Union Bank Of India, 1029 Rameshwarpuri, Main\nRoad Company,Basti\nAc.No. 215710100026519\nIFSC Code UBIN0821578\nMICR\nVision\nSelf-reliant, equality oriented, full of justice, exploitation free and empowered society\nMission\nEmpowering the deprived and exploited people of the society, especially for women and children\nand socially, economically weaker sections, promoting social equality while working for their overall\nand sustainable development.\nPolicy applicable in YVS\n H.R. Policy\n Gender policy\n Cash committee ICC Under ( PosH)\n Service regulation\n Disabled policy\n Financial policy\n Account policy\n Audit policy\nOur Funding & supporting agencies and departments\nJal Nigam Rural Ambedkar & Balrampur District\nState Water & Sanitation Mission ( SWSM) Govt. of Uttar Pradesh\nDepartment of Science & Technology (DST) Govt. of India\nMinistry of textiles Govt. of India\nNational Commission for Women New Delhi\nCCRYN ( Ayush Ministry Govt. of India)\nNational Council for Promotion of Urdu Language (NCPUL) Ministry of Education, Department of\nSecondary and Higher Education, Government of India.\nMinistry of Culture, Government of India\nRaja Ram Mohan Roy Library Foundation, Kolkata (Ministry of Culture, Government of India.)\nNehru Yuva Kendra Basti (Government of India, Ministry of Youth Affairs and Sports)\nNational Book Trust, India (under Ministry of Education, Government of India)\nVishva Yuvak Kendra New Delhi\nIndian Development Foundation Mumbai\nNational Trust : Department of Empowerment of Persons with Disabilities Ministry of Social Justice\nand Empowerment New Delhi-110075\nAkshayashakti Welfare Association Thane\nDigital Empowerment Foundation New Delhi\nMamta HIMC New Delh\nLok Mitra Rai Bareli\n\n--- Page 4 ---\nNetwork Institution\nStop T.B. Partenership Geneva, Switzerland International Level\nChildren First Network Lucknow State Level (U.P.)\nWhite Ribbon Alliance New Delhi National Level\nState collective for right to education Lucknow State Level (U.P.)\nEngo network New Delhi National Level\nPartnership for T.B.care & control india New Delhi National Level\nGuide Star India Goregaon (E) | Mumbai National Level\nIndia Partner Network India National Level\nVIKASH-SAMUKHYA India National Level\nImplementing Structure\nManagement Comitte\nProject Director\nProject co ordinator Project manager Project officer\nBlock Co-ordinator\nField worker Community worker\nVolunteers\n\n--- Page 5 ---\nPriorities Key Issues\nHealth Disaster Agriculture Women\nManagement Empowerment\nLivelihood\nAdult\nManagement Education\nHIV/\nM.N. T.B.\nH\nAIDS\nRehabilitate\nMicro\nFinance\nWomen\nRight\nDegital\nEmpowermenet\nCurrent & Past Project\nISA- Jal Jeevan Misssion-\nYuva VIkas Samiti is working in 2 District ( Ambedkar Nagar & Balrampur ) of Uttar Pradesh as\nImplementation Support Agency (ISA) under Jal Jeevan Mission (JJM)\nThe objectives of ISAs are as follows-\n To facilitate constitution of sub-committee of Gram Panchayat, i.e. VWSC and arrange to\nbuild capacities of its functionaries;\n To provide handhold Gram Panchayat and VWSC;\n To conduct need assessment of FHTCs and motivate village communities to have FHTCs;\n Act as coordination platform between DWSM and VWSC;\n By using Participatory Rural Appraisal (PRA) tools for community mobilization and carry out\nneed assessment;\n To assist the community in water campaigns initiated by Government of India/ state\nGovernment;\n To build awareness on various aspects of water such as rain water harvesting, artificial\nrecharge, water quality, water-borne disease, water saving, water handling, drinking water\nsource augmentation/ sustainability aspects, etc;\n\n--- Page 6 ---\n To document and upload success stories from villages;\n To Carry out Social Behavioural Change Communication (SBCC) activities\nNational Handicrafts Development Programme (NHDP\nYuva Vikas Samiti Run Project The National Handicrafts Development Programme (NHDP) is a\ngovernment scheme that supports artisans and handicraft clusters. The National Handicrafts\nDevelopment Programme (NHDP) scheme offers end-to-end support to millions of handicraft\nartisans. The Pradhan Mantri Vishwakarma Kaushal Samman (PM-VIKAS) scheme will also help\nartisans improve the quality, scale, and reach of their products.\nPopularisation of Science Project\nYuva Vikas Samiti is Oragnized in many Science Mela & Tours Supported by National Council for\nScience & Technology Communication NCSTC (Department of Science & Technology (DST) Govt. of\nIndia) The Project main objective popularize Science & Technology amongst the people of the\ngeneral and younger generation in particular.\nInternational Women’s Day\nYuva Vikas Samiti is organized different activities on International Women’s Day 2022 supported by\nVishwa Yuvak Kendra.\nNanhi Pahal Project\nYuva Vikas Samiti is provided dry ration and sanitary items to specially abled people (PWDs)\nsupported by Vishwa Yuvak Kendram New Delhi under Nanhi Pahal Project .took a step forward in\nproviding alms and support to the specially abled. This relief providing practice will help them\novercome the sorrows due to COVID-19. A large population lost livelihood and starved for days and\namong them were also persons with disability. The project spans in Basti District of Uttar Pradesh\nand aims to provide relief to the specially abled and help them cope with the pandemic.\nPhysical Literacy Program\nPhysical Literacy Program (Conducted the Exposure Visits for around 200 Youths in all the branches\nof Standard Chartered Bank across Uttar Pradesh with an objective to create an understanding of the\nOperations of Bank with and ultimately to enhance the financial literacy among the underprivileged\npopulation of Youth)\nProject SAKSHAM\nYuva Vikas Samiti in association with Indian development foundation is conducting the Financial\nliteracy program In 3 District of Uttar Pradesh. Project SAKSHAM aims to deliver sessions on various\nessential topics of financial management such as Budgeting, Savings, Investment, and Credit\nworthiness as these learnings will help students get equipped with the basic financial skills and\nknowledge required to navigate through this challenging financial world and make sound financial\ndecisions independently. This program is designed to give such a Target Group, the relevant & crisp\ninputs of how to be self-sufficient with the knowledge of managing their meager finances. Therefore\nthe target group should be women who are in blue-colored jobs and housewives and girl\ncollege students who need to be self-sufficient with what ever meager amount that they have or\nget.\nS3 - Sarva Sakhi Swabhiman Project\nYuva Vikas Samiti is Implement is S3 - Sarva Sakhi Swabhiman Project A large section of Youth\nwomen in Basti District Supported by Indian Development Foundation both in rural and urban slums\nneed to be educated and empowered. A Youth group of women were presented with tailoring\nmachine and embroidery machine. Now the project has taken good shape and the trained women\nare able to make products which can help them to generate income for their livelihood. YVS in its\nnext step is going ahead in educating the women in urban slums, particularly parents of the children\nstudying in Bal Gurukuls. The programme is designed to suit the home-makers as it will help them to\nget acclimatized with their wards education.\nBal Gurukul Project\nYuva Vikas Samiti is Implementing Bal Gurukul Project in 7 District of 2 States Uttar Pradesh and\nJharkhand. YVS-IDF Bal Gurukul projects are a success proven sustainable development model. IDF\n\n--- Page 7 ---\nin its diversified objectives has included village development and education programmes into its fold.\ndevelopment. Primary IDF and Blackstone Charitable Foundation supported 06 Bal Gurukuls and RBL\nbank sanctioned 02 Bal Gurukuls in this financial year.\nProject Sui Dhaga Ji\nYuva Vikas Samiti is implement Project SuiDhagaJi in Basti District of Uttar Pradesh is a program\ndesigned to empower Youth women through Skill development. The concept here is to provide\nsewing Machine, and a suitable place, training material and a trainer. The training Centre operates as\nthe basic tailoring learning Centre and also imparts specialized training like embroidery and soft-toy\nmaking. The knowledge and the acumen gathered here in this program will further help them to\nhave a productive unit of their own from where they can flourish and grow.\nEnvironmental Programmes\nYuva Vikas Samiti has been working towards raising awareness about environmental issues and\nprotecting the planet through various joint awareness programmes at both institutional and\ncommunity levels with the active support of corporations, academia, and NGOs. Their tireless efforts\naim to educate individuals and communities.\nBADHTE KADAM Scheme\nYuva Vikas Samiti Implemented Badhte Kadam Scheme aims at community awareness, sensitization,\nsocial integration and mainstreaming of Persons with Disabilities. It has the following objectives:\nRaise awareness in the public, regarding Persons with Disability (PwD) covered under the National\nTrust Act and encourage their inclusion in the society, social integration and participation in all\naspects of life.\nDisseminate information on preventive strategies for disabilities under the National Trust Act,1999.\nSensitize community stakeholders.\nPublicize and maximize benefits of the National Trust schemes PwDs, and families of PwDs.\nIncrease representation in remote areas and areas where the National Trust is underrepresented.\nSpread awareness about myths and misconceptions about disability, disability etiquette, etc.\nAkshayaDhaaga Skill Centre\nAkshayaDhaaga Skill Centre for a complete tailoring course to support 25 women in a centre. (Course\nduration 3 months/ 150 hours). Implemented in Five District Supported by Askshaya Shakti Welfare\nAssociatiom Mumbai. Lets together make things great and impact lives. A step towards skilling and\ncreating self-reliance among women.\nAkshaya Project\nWith the help of Mamta Helth Institute Mother & Child New Delhi this project is being operated in district\nAmbedkar Nagar. The object of this project is to build T.B. Free society.\nQualitaty Basic Education\nYVS involved on the effective implementation of the Free and Compulsory Child Education Rights Act,\ncapacity building workshops are organized from time to time with the help of Lokmita Rae Bareli,\nBasic Education Forum Uttar Pradesh & Scores UP.Under which the capacity building of the school\nmanagement committees constituted under the supervision of the council schools of primary and\njunior level has been done, and from time to time the sensitization of public representatives and\nofficials is also done on this issue.\nLibrary Programme\nWith the help of Uttar Pradesh Pustkalay Prakosth U.P. Govt. and Raja Ram Mohan Rai Pustakalaya\nPratisthan Kolkata for framing Literacy and Educational environment in rural areas libraries are being\noperated.\nNational Environment Awareness Programme\nOperation of Awareness movements is continuing in District Basti with co-operation of Shoharatgarh\nEnvironmental Society Siddharth Nagar and ministry of Environment and forest Govt. of India.\n",
    "images": []
  },
  "docx": {
    "text": "\n\nYuva Vikas Samiti\n\n\n\n\n\n\n\n\n\nRegistered Office\nVillage- Tharauli, Post- Gaura Upadhyaya\nDistrict- Basti (U.P.) 272124\nCommunication & Administrative Office \nNear The Asha Hotel, Mishrauliya, District-Basti 272124\nEmail: yvsngo@gmail.com Web: www.yvsindia.org   \nPh. 9598975008\nMain Project Office\n376/1 Kajpura, Pidaila, Post- Hajpura, District- Ambedkar Nagar (U.P.) 224186\nProject Office\nVill-Sirsiya Tiwari,Post- Bhataura (Santha), District-Santkabir Nagar (U.P.)\n\n\nAbout Yuva Vikas Samiti\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBank Detail\n\n\n\n\n\n\n\n\n\n\n\nPolicy applicable in YVS\n\n                                                    \n                                                                                          \n                                                                                           \n\n\n\n\n\n\nOur Funding & supporting  agencies and departments\n\n\nNetwork Institution\n                                                   \nImplementing Structure\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                            Priorities Key Issues\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nISA- Jal Jeevan Misssion-\nYuva VIkas Samiti is working in 2 District ( Ambedkar Nagar & Balrampur ) of Uttar Pradesh as Implementation Support Agency (ISA) under Jal Jeevan Mission (JJM)\nThe objectives of ISAs are as follows-\nTo facilitate constitution of sub-committee of Gram Panchayat, i.e. VWSC and arrange to build capacities of its functionaries;\nTo provide handhold Gram Panchayat and VWSC;\nTo conduct need assessment of FHTCs and motivate village communities to have FHTCs;\nAct as coordination platform between DWSM and VWSC;\nBy using Participatory Rural Appraisal (PRA) tools for community mobilization and carry out need assessment;\nTo assist the community in water campaigns initiated by Government of India/ state Government;\nTo build awareness on various aspects of water such as rain water harvesting, artificial recharge, water quality, water-borne disease, water saving, water handling, drinking water source augmentation/ sustainability aspects, etc;\nTo document and upload success stories from villages;\nTo Carry out Social Behavioural Change Communication (SBCC) activities\n\nNational Handicrafts Development Programme (NHDP\nYuva Vikas Samiti Run Project The National Handicrafts Development Programme (NHDP) is a government scheme that supports artisans and handicraft clusters. The National Handicrafts Development Programme (NHDP) scheme offers end-to-end support to millions of handicraft artisans. The Pradhan Mantri Vishwakarma Kaushal Samman (PM-VIKAS) scheme will also help artisans improve the quality, scale, and reach of their products.\nPopularisation of Science Project\nYuva Vikas Samiti is Oragnized in many Science Mela & Tours Supported by  National Council for Science & Technology Communication NCSTC  (Department of Science & Technology (DST) Govt. of India) The Project main objective popularize Science & Technology amongst the people of the general and younger generation in particular. \nInternational Women’s Day\nYuva Vikas Samiti is organized  different activities on International Women’s Day 2022 supported by  Vishwa Yuvak Kendra.\nNanhi Pahal Project\nYuva Vikas Samiti  is provided dry ration and sanitary items to specially abled people (PWDs) supported by Vishwa Yuvak Kendram New Delhi under Nanhi Pahal Project .took a step forward in providing alms and support to the specially abled. This relief providing practice will help them overcome the sorrows due to COVID-19. A large population lost livelihood and starved for days and among them were also persons with disability. The project spans in Basti District of Uttar Pradesh and aims to provide relief to the specially abled and help them cope with the pandemic.\nPhysical Literacy Program\nPhysical Literacy Program (Conducted the Exposure Visits for around 200 Youths in all the branches of Standard Chartered Bank across Uttar Pradesh with an objective to create an understanding of the Operations of Bank with and ultimately to enhance the financial literacy among the underprivileged population of  Youth)\nProject SAKSHAM\nYuva Vikas Samiti in association with Indian development foundation is conducting the Financial literacy program In 3 District of Uttar Pradesh. Project SAKSHAM aims to deliver sessions on various essential topics of financial management such as Budgeting, Savings, Investment, and Credit worthiness as these learnings will help students get equipped with the basic financial skills and knowledge required to navigate through this challenging financial world and make sound financial decisions independently. This program is designed to give such a Target Group, the relevant & crisp inputs of how to be self-sufficient with the knowledge of managing their meager finances. Therefore the target group should be women who are in blue-colored jobs and housewives and girl college students who need to be self-sufficient with what ever meager amount that they have or get. \nS3 - Sarva Sakhi Swabhiman Project\nYuva Vikas Samiti is Implement is S3 - Sarva Sakhi Swabhiman Project  A large section of Youth women in Basti District Supported by Indian Development Foundation   both in rural and urban slums need to be educated and empowered. A Youth group of women were presented with tailoring machine and embroidery machine.  Now the project has taken good shape and the trained women are able to make products which can help them to generate income for their livelihood. YVS in its next step is going ahead in educating the women in urban slums, particularly parents of the children studying in Bal Gurukuls.  The programme is designed to suit the home-makers as it will help them to get acclimatized with their wards education. \nBal Gurukul Project\nYuva Vikas Samiti is Implementing Bal Gurukul Project in 7 District of 2 States Uttar Pradesh and Jharkhand. YVS-IDF Bal Gurukul projects are a success proven sustainable development model.  IDF in its diversified objectives has included village development and education programmes into its fold. development. Primary IDF and  Blackstone Charitable Foundation supported 06 Bal Gurukuls and RBL bank sanctioned 02 Bal Gurukuls in this financial year. \nProject Sui Dhaga Ji\nYuva Vikas Samiti is implement Project SuiDhagaJi in Basti District of Uttar Pradesh is a program designed to empower Youth women through Skill development. The concept here is to provide sewing Machine, and a suitable place, training material and a trainer. The training Centre operates as the basic tailoring learning Centre and also imparts specialized training like embroidery and soft-toy making. The knowledge and the acumen gathered here in this program will further help them to have a productive unit of their own from where they can flourish and grow. \nEnvironmental Programmes\nYuva Vikas Samiti has been working towards raising awareness about environmental issues and protecting the planet through various joint awareness programmes at both institutional and community levels with the active support of corporations, academia, and NGOs. Their tireless efforts aim to educate individuals and communities.\nBADHTE KADAM Scheme\nYuva Vikas Samiti Implemented Badhte Kadam Scheme aims at community awareness, sensitization, social integration and mainstreaming of Persons with Disabilities. It has the following objectives:\nRaise awareness in the public, regarding Persons with Disability (PwD) covered under the National Trust Act and encourage their inclusion in the society, social integration and participation in all aspects of life.\nDisseminate information on preventive strategies for disabilities under the National Trust Act,1999.\nSensitize community stakeholders.\nPublicize and maximize benefits of the National Trust schemes PwDs, and families of PwDs.\nIncrease representation in remote areas and areas where the National Trust is underrepresented.\nSpread awareness about myths and misconceptions about disability, disability etiquette, etc.\nAkshayaDhaaga Skill Centre \nAkshayaDhaaga Skill Centre for a complete tailoring course to support 25 women in a centre. (Course duration 3 months/ 150 hours). Implemented in Five District Supported by Askshaya Shakti Welfare Associatiom Mumbai. Lets together make things great and impact lives. A step towards skilling and creating self-reliance among women.\nAkshaya Project\nWith the help of Mamta Helth Institute Mother & Child New Delhi this project is being operated in district Ambedkar Nagar. The object of this project is to build T.B. Free society. \nQualitaty  Basic Education\nYVS involved on the effective implementation of the Free and Compulsory Child Education Rights Act, capacity building workshops are organized from time to time with the help of Lokmita Rae Bareli, Basic Education Forum Uttar Pradesh & Scores UP.Under which the capacity building of the school management committees constituted under the supervision of the council schools of primary and junior level has been done, and from time to time the sensitization of public representatives and officials is also done on this issue.\nLibrary Programme \nWith the help of Uttar Pradesh Pustkalay Prakosth U.P. Govt. and Raja Ram Mohan Rai Pustakalaya Pratisthan Kolkata for framing Literacy and Educational environment in rural areas libraries are being operated. \nNational Environment Awareness  Programme\nOperation of Awareness movements is continuing in District Basti with co-operation of Shoharatgarh Environmental Society Siddharth Nagar and ministry of Environment and forest Govt. of India. \n\n\n\n\n",
    "images": [
      {
        "filename": "docx_image2.jpeg",
        "size": 197156
      },
      {
        "filename": "docx_image1.jpeg",
        "size": 33375
      }
    ]
  }
}